Repository: MuhannadMutawe/finance_app
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Skip
ar: تخطي

source: Next
ar: التالي

source: Start
ar: ابدأ

# title1
source: Invest today and watch your money grow!
ar: ااستثمر اليوم وراقب أموالك تنمو!

# subTitle1
source: With our smart financial services, you're one step closer to achieving your financial goals.💰✨
ar: مع خدماتنا المالية الذكية، أنت على بعد خطوة واحدة من تحقيق أهدافك المالية.💰✨

# title2
source: Your wallet is safe and your money is safe!
ar: محفظتك بأمان ومالك بخير!

# subTitle2
source: Whether you're paying, saving, or investing — with us, everything is in its right place ✅
ar: سواء كنت تدفع، تدخر، أو تستثمر — معنا، كل شيء في مكانه الصحيح ✅

# title3
source: Earn more and advance faster!
ar: ربح أكثر وتقدّم أسرع!

# subTitle3
source: With our smart financial services, easily track your balance growth and enjoy managing your money from anywhere.💡
ar: مع خدماتنا المالية الذكية، تابع نمو رصيدك بسهولة واستمتع بتجربة إدارة أموالك من أي مكان.💡

# appBarTitle
source: Finance
ar: الأدارة الماليه

# sliderLabel1
source: My Balance
ar: رصيدي

# sliderLabel2
source: Today Balance
ar: رصيد اليوم

source: Plus
ar: إضافة

source: Minus
ar: إزالة

source: Activity
ar: النشاطات

source: See All
ar: رأية الكل

source: All Activity
ar: كل الأنشطة

source: Details ...
ar: التفاصيل ...

source: Save
ar: حفظ

source: Update
ar: تحديث

source: Cancel
ar: إلغاء
